Repository: xfce-mirror/xfce4-pulseaudio-plugin
Catalog: po/*.po
Languages: ug

source: PulseAudio Plugin
ug: PulseAudio قىستۇرمىسى

source: Adjust the audio volume of the PulseAudio sound system
ug: PulseAudio ئاۋاز سىستېمىسىنىڭ ئاۋاز مىقدارىنى تەڭشەيدۇ

source: None
ug: يوق

source: All
ug: ھەممىسى

source: Output only
ug: چىقىرىشلا

source: Input only
ug: كىرگۈزۈشلا

source: PulseAudio Panel Plugin
ug: PulseAudio كۆزنەكچە قىستۇرمىسى

source: Enable keyboard _shortcuts for volume control
ug: ئاۋاز تىزگىنلەشنىڭ ھەرپتاختا تېزلەتمىسىنى قوزغىتىدۇ(_S)

source: Enables volume control using multimedia keys. Make sure no other application that listens to these keys (e.g. xfce4-volumed) is running in the background.
ug: كۆپ ۋاسىتە كۇنۇپكىسى ئارقىلىق ئاۋازنى تىزگىنلەش ئىقتىدارىنى قوزغىتىدۇ. ئارقا سۇپىدا بۇ كۇنۇپكىلارنى بېسىشنى نازارەت قىلىۋاتقان باشقا پىروگراممىنىڭ يوقلۇقىغا كاپالەتلىك قىلىڭ(مەسىلەن، xfce4-volumed).

source: Play system _sound when volume changes
ug: ئاۋاز ئۆزگەرگەندە سىستېما ئاۋازىنى ياڭرىتىدۇ(_S)

source: Enables audio feedback when using multimedia keys to change the volume.
ug: كۆپ ۋاسىتە كۇنۇپكا ئىشلىتىپ ئاۋازنى ئۆزگەرتكەندە ئاۋاز ئىنكاسىنى قوزغىتىدۇ.

source: Always display the recording _indicator
ug: ھەمىشە ئۈن خاتىرىلىگۈچ كۆرسەتكۈچىنى كۆرسىتىدۇ(_I)

source: Show volume _notifications:
ug: ئاۋاز مىقدارى ئۇقتۇرۇشىنى كۆرسىتىدۇ(_N):

source: Mute/unmute is notified in all modes except "None"
ug: «يوق» تىن باشقا بارلىق ھالەتتە ئۈنسىز/ئۈنلۈك ھالىتىنى ئۇقتۇرىدۇ

source: Step size used when adjusting volume with mouse wheel or hotkeys.
ug: چاشقىنەك غالتىكى ياكى تېزلەتمە كۇنۇپكىدا ئاۋاز مىقدارىنى تەڭشىگەندىكى قەدەم ئۇزۇنلۇقى.

source: _Volume step:
ug: ئاۋاز مىقدارى قەدەم ئۇزۇنلۇقى(_V):

source: M_aximum volume:
ug: ئەڭ يۇقىرى ئاۋاز(_A):

source: Behaviour
ug: قىلمىش

source: Audio _Mixer
ug: ئۈن بىرىكتۈرگۈچ

source: Audio mixer command that can be executed from the context menu, e.g. "pavucontrol", "unity-control-center sound".
ug: مەزمۇن تىزىملىكىدىن ئىجرا قىلغىلى بولىدىغان ئۈن بىرىكتۈرگۈچ بۇيرۇقى، مەسىلەن، «pavucontrol» ۋە «unity-control-center sound».

source: _Run Audio Mixer...
ug: ئۈن بىرىكتۈرگۈچنى قوزغات(_R)…

source: Sound Settings
ug: ئاۋاز تەڭشىكى

source: General
ug: ئادەتتىكى

source: Control Playback of Media Players
ug: ۋاسىتە قويغۇچنىڭ ياندۇرۇپ قويۇشىنى تىزگىنلەيدۇ

source: Enable multimedia keys for playback control
ug: ياندۇرۇپ قويۇشنى تىزگىنلەشنىڭ كۆپ ۋاسىتە كۇنۇپكىسىنى قوزغىتىدۇ

source: Send multimedia keys to all players
ug: بارلىق قويغۇچقا كۆپ ۋاسىتە كۇنۇپكىسى يوللايدۇ

source: Enable experimental window focus support
ug: تەجرىبە كۆزنەك فوكۇس نۇقتىسىنى قوللاشنى قوزغىتىدۇ

source: Name
ug: ئاتى

source: Persistent
ug: ئۈزلۈكسىز

source: Ignored
ug: پەرۋا قىلمىغان

source: Clear Known Items
ug: تونۇش تۈرنى تازىلا

source: Please restart the players to make them visible again.
ug: ئۇلارنى قايتا كۆرسىتىش ئۈچۈن قويغۇچنى قايتا قوزغىتىڭ.

source: Known Media Players
ug: تونۇش ۋاسىتە قويغۇچ

source: Media Players
ug: ۋاسىتە قويغۇچ

source: <big><b>Failed to execute command "%s".</b></big> %s
ug: <big><b>«%s» بۇيرۇقنى ئىجرا قىلالمىدى.</b></big> %s

source: Error
ug: خاتالىق

source: Not connected to the PulseAudio server
ug: PulseAudio مۇلازىمېتىرىغا باغلانمىدى

source: <b>Volume %d%% (muted)</b> <small>%s</small>
ug: <b>ئاۋاز مىقدارى %d%% (ئۈنسىز)</b> <small>%s</small>

source: <b>Volume %d%%</b> <small>%s</small>
ug: <b>ئاۋاز مىقدارى %d%%</b> <small>%s</small>

source: Port
ug: ئېغىز

source: Output
ug: چىقار

source: Input
ug: كىرگۈز

source: Choose Playlist
ug: قويۇش تىزىمىنى تاللا

source: _Audio mixer...
ug: ئۈن بىرىكتۈرگۈچ(_A)…

source: Volume %d%c (muted)
ug: ئاۋاز مىقدارى %d%c (ئۈنسىز)

source: Volume %d%c
ug: ئاۋاز مىقدارى %d%c

source: Not currently playing
ug: ھازىر قويۇلمايۋاتىدۇ
